Ejercicio_Evaluacion_Tema_8_Cliente_SOAP/src/template.ftl

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ws="http://ws.webservices.app/">
   <soapenv:Header/>
   <soapenv:Body>
      <ws:getPersonaInfo>
         <arg0>${idPersona}</arg0>
      </ws:getPersonaInfo>
   </soapenv:Body>
</soapenv:Envelope>